tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "arduino-cli"
brew "readline"
brew "sqlite"
brew "xz"
brew "awscli"
brew "bat"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gnupg"
brew "graphviz"
brew "grep"
brew "hexyl"
brew "jq"
brew "neofetch"
brew "neovim"
brew "nomino"
brew "openssl@3"
brew "pandoc"
brew "pre-commit"
brew "procs"
brew "pyenv"
brew "ripgrep"
brew "scrcpy"
brew "speedtest-cli"
brew "starship"
brew "syncthing", restart_service: true
brew "tfenv"
brew "tmux"
brew "tokei"
brew "universal-ctags"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "dopplerhq/cli/doppler", link: false
cask "1password"
cask "android-file-transfer"
cask "arduino"
cask "audacity"
cask "balenaetcher"
cask "basictex"
cask "bitrix24"
cask "clickup"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "figma"
cask "flutter"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "loom"
cask "mongodb-compass"
cask "notion"
cask "postico"
cask "postman"
cask "qbittorrent"
cask "raspberry-pi-imager"
cask "retroarch"
cask "signal"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
